{
  "es": {
    "planes": "Planes",
    "nosotros": "Nosotros",
    "hero_title": "Urnal organiza tu día, optimiza tu vida.",
    "hero_text": "Gestión de proyectos, tareas y hábitos de manera simple e inteligente.",
    "registro": "Registro",
    "benefits_title": "Productividad sin esfuerzo",
    "benefits_description": "En Urnal creemos que la organización no debe ser complicada ni consumir demasiado tiempo. Nuestra plataforma está diseñada para ayudarte a gestionar tus tareas, proyectos y hábitos de manera sencilla, permitiéndote concentrarte en lo que realmente importa.",
    "automation": "Automatización inteligente",
    "automation_text": "Urnal ajusta automáticamente tus tareas y horarios según tus hábitos y prioridades, asegurando que cada día sea más eficiente sin necesidad de configuraciones complejas.",
    "task_management": "Gestión flexible de tareas y proyectos",
    "task_management_text": "Organiza tu trabajo de la forma que prefieras, ya sea con listas, tableros o etiquetas. Adapta cada proyecto a tus necesidades sin perder el control de tus objetivos.",
    "habit_tracking": "Seguimiento de hábitos",
    "habit_tracking_text": "Construye y mantiene hábitos saludables con recordatorios personalizados y un sistema de seguimiento que te ayuda a mantener la motivación.",
    "features_title": "Todo lo que necesitas en un solo lugar",
    "project_manager": "Gestor de proyectos",
    "task_planner": "Planificación de tareas",
    "habit_tracker": "Seguimiento de hábitos",
    "testimonials_title": "Lo que dicen nuestros usuarios",
    "testimonial_1": "Urnal ha cambiado la forma en que organizo mi día, ahora soy mucho más productivo.",
    "testimonial_2": "Gracias a Urnal, mi planificación diaria es más sencilla y efectiva. ¡No pierdo ni un minuto!",
    "testimonial_3": "Novea como me organizo ahora picha",
    "testimonial_4": "Nunca había sido tan fácil gestionar mis proyectos. Urnal hace el trabajo pesado por mí.",
    "signup": "Regístrate gratis"
  },
  "en": {
    "planes": "Plans",
    "nosotros": "About Us",
    "hero_title": "Urnal organizes your day, optimizes your life.",
    "hero_text": "Project, task, and habit management made simple and smart.",
    "registro": "Sign Up",
    "benefits_title": "Effortless Productivity",
    "benefits_description": "At Urnal, we believe organization shouldn't be complicated or time-consuming. Our platform is designed to help you manage your tasks, projects, and habits easily, allowing you to focus on what truly matters.",
    "automation": "Smart Automation",
    "automation_text": "Urnal automatically adjusts your tasks and schedules based on your habits and priorities, ensuring each day is more efficient without complex configurations.",
    "task_management": "Flexible task and project management",
    "task_management_text": "Organize your work the way you prefer, whether with lists, boards, or labels. Adapt each project to your needs without losing track of your goals.",
    "habit_tracking": "Habit Tracking",
    "habit_tracking_text": "Build and maintain healthy habits with personalized reminders and a tracking system that helps you stay motivated.",
    "features_title": "Everything You Need in One Place",
    "project_manager": "Project Manager",
    "task_planner": "Task Planner",
    "habit_tracker": "Habit Tracker",
    "testimonials_title": "What Our Users Say",
    "testimonial_1": "Urnal has changed the way I organize my day, now I'm much more productive.",
    "testimonial_2": "Thanks to Urnal, my daily planning is simpler and more effective. I don't waste a single minute!",
    "testimonial_3": "You won't believe how organized I am now, mate!",
    "testimonial_4": "Managing my projects has never been easier. Urnal does the heavy lifting for me.",
    "signup": "Sign Up for Free"
  }
}
